<?php
use yii\helpers\Url;
use yii\widgets\Breadcrumbs;
use app\assets\AppAsset;
use yii\helpers\Html;
$this->title ="用户注册协议";
  
?>
 
<div class="site-zeren about_basic clearfix">
	<div class="box_main">
		<div class="title">用户注册协议</div>
		<div class="content">
<p>
    <strong><span style="font-size: 18px;">用户注册协议</span></strong>
</p>
<p>
    欢迎您加入IPERAPERA免费会员（含正式会员适用）并使用IPERAPERA所提供之各项会员服务（以下简称本服务），IPERAPERA网站（以下简称本网站）是由IPERAPERA（以下简称本公司）所建置。为获得网络服务, 申请人应当认真阅读、充分理解本《协议》中各条款, 包括免除或者限制IPERAPERA责任的免责条款及对用户的权利限制条款。审慎阅读并选择接受或不接受本《协议》,当您注册完成或开始使用本服务时，即视为您已经阅读、了解并同意本公司之会员服务条款（以下简称本服务条款），关于本服务条款系为规范您与本公司间之契约。如果您不同意本服务条款的内容，或者您所属国家或地区排除本约定内容之全部或一部时，您应立即停止使用IPERAPERA会员服务。
</p>
<p>
    本《协议》可由IPERAPERA定期更新, 更新后的协议条款一旦公布即代替原来的协议条款, 恕不再另行通知, 用户可在本网站查阅最新版协议条款。在本网站修改《协议》条款后, 如果用户不接受修改后的条款, 请立即停止使用本网站提供的网络服务, 继续使用的用户将被视为已接受了修改后的协议。
</p>
<p>
    如您是未满十八岁之未成年人，则您必须在加入会员前将本服务条款请您的父母、法定代理人或监护人阅读并得到其同意，才可以注册及使用IPERAPERA所提供之会员服务。当您使用IPERAPERA所提供之服务时，则视为您的父母或监护人已经阅读、了解并同意本服务条款。
</p>
<p>
    <br/>
</p>
<p>
    一、注册协议条款与义务
</p>
<p>
    1、请依注册申请程序所提示之项目，登录您本人正确、真实及完整之个人资料。当您的个人资料有异动时，请立即予以更新，以维持您个人资料之正确、真实及完整。如因您登录资料不实或冒用他人名义，以致个人权利受有损害或有侵害他人之权利或有违反法令时，应自负相关之法律责任。
</p>
<p>
    2、如您所提供个人资料有误或个人资料异动但未予更新，以致于与原登录之数据不符时，本公司有权随时终止会员资格及各项会员服务。
</p>
<p>
    3、当您成为IPERAPERA会员后而得使用之各项会员服务时，其所有权或使用权利仍属本公司及其所约定之人，所有会员仅得依本服务条款之约定使用，不得出租、出借、移转或让予给其他第三人使用。
</p>
<p>
    4、本公司有权增加、变更或取消会员服务中相关系统或功能之全部或一部之权利，无须个别通知会员；且有关现行或尔后之各项服务均受本协议之规范。
</p>
<p>
    <br/>
</p>
<p>
    二、会员义务与责任
</p>
<p>
    1、所有用户不得从事以下行为：
</p>
<p>
    （1）向其他用户或其他第三方转让、出借、许可使用、出售全部或部分本服务；
</p>
<p>
    （2）侵害IPERAPERA的企业声誉、信用、商标权、著作权等各项合法权利；
</p>
<p>
    （3）妨碍IPERAPERA提供服务的行为；
</p>
<p>
    （4）利用IPERAPERA服务进行营利及投机行为；
</p>
<p>
    （5）犯罪行为及与犯罪有关的行为；
</p>
<p>
    （6）使用不恰当语言或行为导致本站老师不愉快的行为；
</p>
<p>
    （7）用户本人或通过代理人通过任何方式与老师个人的联络行为；
</p>
<p>
    （8）用任何方式打探或窃取IPERAPERA商业机密的行为；
</p>
<p>
    （9）违反公序良俗的行为；
</p>
<p>
    （10）其它IPERAPERA判断为不适当的行为。
</p>
<p>
    2、所有会员承诺：
</p>
<p>
    （1）遵守所有关于使用网络服务的法律法规规定、网络协议、程序和惯例；不得利用本网站平台制作、复制、查阅和传播下列信息：
</p>
<p>
    ①任何不符合国家法律、法规规定的资料、信息；
</p>
<p>
    ②不利于国家团结和社会安定的资料；
</p>
<p>
    ③任何捏造或者歪曲事实，散布谣言，扰乱社会秩序的信息；
</p>
<p>
    ④任何教唆他人进行违法犯罪行为的资料；
</p>
<p>
    ⑤任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的信息资料；或
</p>
<p>
    ⑥损害IPERAPERA及萌卜（上海）文化传播有限公司声誉或商业利益的信息。
</p>
<p>
    （2）未经允许，不得对IPERAPERA网站平台中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；
</p>
<p>
    （3）不得故意制作、传播计算机病毒等破坏性程序。
</p>
<p>
    （4）其它法律法规以及行政规章禁止实施的行为。如果用户的行为违背上述1、2两款规定，IPERAPERA可以做出独立判断并有权立即取消用户资格且不退还剩余课程费用。用户应对自己在IPERAPERA上的违法行为承担全部法律责任。
</p>
<p>
    3、基于网络服务的特殊性，用户同意：
</p>
<p>
    （1）自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；
</p>
<p>
    （2）自行负担个人上网所产生的与此服务有关的网络信息费及电话费等；
</p>
<p>
    （3）在注册时按照注册提示提供准确用户名和密码以及所需的个人真实资料；
</p>
<p>
    <br/>
</p>
<p>
    三、服务内容
</p>
<p>
    1、网络服务的具体内容由IPERAPERA根据实际情况提供.
</p>
<p>
    2、本网站提供的部分网络服务为收费的网络服务, 用户使用收费网络服务需要支付一定的费用。对于收费的网络服务, 本网站会在用户使用之前给予用户明确的提示, 只有用户根据提示确认其愿意支付相关费用, 用户才能使用该等收费网络服务。如用户未支付相关费用, 则本网站有权不向用户提供该等收费网络服务。
</p>
<p>
    3、用户理解, 本网站仅提供相关的网络服务, 除此之外与相关网络服务有关的设备(如个人电脑、手机、及其他与接入互联网或移动网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费、为使用移动网络而支付的手机费)均应由用户自行负担。
</p>
<p>
    4、用户理解，本网站提供并提请用户在购买付费服务前先利用免费试用服务。除特别说明外，IPERAPERA包括但不限于PC端和移动端下载课件在内的所有服务均附期限，到期终止。用户应在截止日期前享受其购买的服务。
</p>
<p>
    <br/>
</p>
<p>
    四、商品或服务之交易
</p>
<p>
    如果您透过本网站与网络上其他厂商或业者进行商品或服务之买卖或各种交易行为，此时仅该厂商或业者与您有契约关系存在，本公司并不介入或参与。如该商品或服务有任何瑕疵或纠纷时，请您径行与该厂商或业者联络解决，本公司对此不负任何担保责任。如果商品或服务系由本公司所提供，则相关权利义务依各会员服务所订定之规定办理。
</p>
<p>
    <br/>
</p>
<p>
    五、担保责任之免除
</p>
<p>
    1、本公司各项会员服务，依本公司既有之规划提供，对于特定使用者之特殊需求，本公司不担保本服务将符合您的所有需求。
</p>
<p>
    2、本公司不担保各项服务之正确、完整、安全、可靠、合适、时效、稳定、不会断线及出错。您同意对于您所传送之电子邮件、档案及其他数据做备份。关于因传送过程而造成电子邮件、档案及其他数据之遗失，本公司不负任何担保责任。
</p>
<p>
    3、对于您在本服务中所下载之电子邮件、档案及其他数据，您应该自行考虑其风险，如因下载而造成您计算机系统的损坏或计算机中数据的遗失，本公司不负任何担保责任。
</p>
<p>
    <br/>
</p>
		</div>
		<div class="next_register">
         <a href="<?=Url::toRoute(['account/register']);?>">同意协议,继续注册</a>
		</div>
	</div>
</div>
 